{
  "privacy-one-title": "Policy Overview",
  "privacy-one-content": "<p>Protecting your private information is our priority. This Statement of Privacy applies to https://primeorca.com, and PRIME ORCA LLC and governs data collection and usage. For the purposes of this Privacy Policy, unless otherwise noted, all references to PRIME ORCA LLC include https://primeorca.com and Prime Orca. The Prime Orca website is a ecommerce site. By using the Prime Orca website, you consent to the data practices described in this statement</p>",
  "privacy-two-title": "Collection of your Personal Information",
  "privacy-two-content": "<p>In order to better provide you with products and services offered, Prime Orca may collect personally identifiable information, such as your: First and Last Name, Mailing Address, E-mail Address, Phone Number.</p><p> If you purchase Prime Orca's products and services, we collect billing and credit card information. This information is used to complete the purchase transaction.</p> We do not collect any personal information about you unless you voluntarily provide it to us. However, you may be required to provide certain personal information to us when you elect to use certain products or services. These may include: (a) registering for an account; (b) entering a sweepstakes or contest sponsored by us or one of our partners; (c) signing up for special offers from selected third parties; (d) sending us an email message; (e) submitting your credit card or other payment information when ordering and purchasing products and services. To wit, we will use your information for, but not limited to, communicating with you in relation to services and/or products you have requested from us. We also may gather additional personal or non-personal information in the future.</p>",
  "privacy-three-title": "Use of your Personal Information",
  "privacy-three-content": "<p>If you believe your privacy has been breached or you have a complaint about how we have handled your personal information, please contact us in writing.  We will respond within a reasonable period (usually within 30 days).</p>",
  "privacy-three-title": "Collection of your Personal Information",
  "privacy-three-content": "<p>Prime Orca collects and uses your personal information to operate and deliver the services you have requested.</p>",
  "privacy-four-title": "Sharing Information with Third Parties",
  "privacy-four-content": "<p>Prime Orca does not sell, rent or lease its customer lists to third parties.<p>Prime Orca may share data with trusted partners to help perform statistical analysis, send you email or postal mail, provide customer support, or arrange for deliveries. All such third parties are prohibited from using your personal information except to provide these services to Prime Orca, and they are required to maintain the confidentiality of your information.</p> <p>Prime Orca may disclose your personal information, without notice, if required to do so by law or in the good faith belief that such action is necessary to: (a) conform to the edicts of the law or comply with legal process served on Prime Orca or the site; (b) protect and defend the rights or property of Prime Orca; and/or (c) act under exigent circumstances to protect the personal safety of users of Prime Orca, or the public.</p>",
  "privacy-five-title": "Changes to this statement",
  "privacy-five-content": "<p>Prime Orca reserves the right to change this Privacy Policy from time to time. We will notify you about significant changes in the way we treat personal information by sending a notice to the primary email address specified in your account, by placing a prominent notice on our website, and/or by updating any privacy information. Your continued use of the website and/or Services available after such modifications will constitute your: (a) acknowledgment of the modified Privacy Policy; and (b) agreement to abide and be bound by that Policy.</p>",
  "privacy-six-title": "Contact Information",
  "privacy-six-content": "<p>Prime Orca welcomes your questions or comments regarding this Statement of Privacy. If you believe that Prime Orca has not adhered to this Statement, please contact Prime Orca at: <br><br>PRIME ORCA LLC<br><br>Email: primeorcallc@gmail.com</p>"
}